[
  {
    "name": "CAREEN!",
    "price": "1 CP / 2 CP",
    "phase": "Any",
    "category": "Battle Tactic",
    "effectTime": "-",
    "targetOwn": "Orks Vehicle",
    "targetEnemy": "-",
    "textShort": "Make a normal move of 6''",
    "textLong": "Use this Stratagem in any phase, when an ORKS VEHICLE model in your army that is not within Engagement Range of any enemy models is destroyed and explodes. That model can make a Normal Move of up to 6'' before resolving the explosion. If that VEHICLE is a WAGON or TITANIC model, this Stratagem costs 2CP; otherwise, it costs 1CP."
  },
  {
    "name": "GET STUCK IN LADZ!",
    "price": "1 CP / 2 CP",
    "phase": "Fight",
    "category": "Battle Tactic",
    "effectTime": "End of the phase",
    "targetOwn": "Boyz or Beast Snagga Boyz",
    "targetEnemy": "-",
    "textShort": "+3'' Move when Pile In or Consolidating",
    "textLong": "Use this Stratagem in the Fight phase, when a BOYZ or BEAST SNAGGA BOYZ unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes a pile in or consolidation move, it can move up to an additional 3''. This is not cumulative with any other rule that increases the distance models can pile in or consolidate. If that unit contains 10 or fewer models, this Stratagem costs 1CP; otherwise, it costs 2CP."
  },
  {
    "name": "RAMMING SPEED",
    "price": "2 CP",
    "phase": "Charge",
    "category": "Battle Tactic",
    "effectTime": "End of the phase",
    "targetOwn": "Orks Vehicle",
    "targetEnemy": "-",
    "textShort": "Charge roll 3D6 -> D6: 2+ one enemy unit D3 MW",
    "textLong": "Use this Stratagem in your Charge phase, when an ORKS VEHICLE unit from your army is selected to charge. Until the end of the phase, when making a charge roll for that unit, roll 3D6 instead. Until the end of the phase, when that unit finishes a charge move, select one enemy unit that is within Engagement Range of it and roll one D6: on a 2+, that enemy unit suffers D3 mortal wounds."
  },
  {
    "name": "GUN CRAZY SHOW OFFS",
    "price": "2 CP",
    "phase": "Shooting",
    "category": "Battle Tactic",
    "effectTime": "-",
    "targetOwn": "Flash Gitz",
    "targetEnemy": "-",
    "textShort": "Shoot again",
    "textLong": "Use this Stratagem at the end of your Shooting phase. Select one FLASH GITZ unit from your army; that unit can shoot again, but must target the closest eligible enemy unit."
  },
  {
    "name": "HIT 'EM HARDER",
    "price": "2 CP",
    "phase": "Fight",
    "category": "Battle Tactic",
    "effectTime": "End of the phase",
    "targetOwn": "Meganobz",
    "targetEnemy": "-",
    "textShort": "+1 dmg when attacking with power klaw or killsaw",
    "textLong": "Use this Stratagem in the Fight phase, when a MEGANOBZ unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack with a power klaw or killsaw, add 1 to that attack's Damage characteristic."
  },
  {
    "name": "TOUGH AS SQUIG-HIDE",
    "price": "2 CP",
    "phase": "Any",
    "category": "Battle Tactic",
    "effectTime": "End of the phase",
    "targetOwn": "Beast Snagga Infantry / Cavalry",
    "targetEnemy": "-",
    "textShort": "Transhuman",
    "textLong": "Use this Stratagem in any phase, when a BEAST SNAGGA INFANTRY, BEAST SNAGGA CAVALRY or BEAST SNAGGA MONSTER unit from your army is selected as the target of an attack. Until the end of the phase, each time an attack is made against that unit, an unmodified wound roll of 1-3 for that attack fails, irrespective of any abilities that the weapon or the model making the attack may have."
  },
  {
    "name": "BREAKIN' HEADS",
    "price": "2 CP",
    "phase": "Morale",
    "category": "Battle Tactic",
    "effectTime": "-",
    "targetOwn": "<Clan> (not Grot)",
    "targetEnemy": "-",
    "textShort": "Pass the morale test, but take D3 MW",
    "textLong": "Use this Stratagem in the Morale phase, when a Morale test is failed for a <CLAN> unit (excluding GRETCHIN units) from your army that is within 3'' of any friendly <CLAN> WARBOSS or <CLAN> NOBZ units. That <CLAN> unit suffers D3 mortal wounds, and the Morale test is treated as having been passed."
  },
  {
    "name": "ORKS IS NEVER BEATEN",
    "price": "2 CP",
    "phase": "Fight",
    "category": "Epic Deed",
    "effectTime": "-",
    "targetOwn": "Orks Character",
    "targetEnemy": "-",
    "textShort": "Fight on death",
    "textLong": "Use this Stratagem in the Fight phase, when an ORKS CHARACTER model in your army that has not already been selected to fight this phase is destroyed. Do not remove that model from play - it can fight after the attacking model's unit has finished making attacks. If the selected model's characteristics change as it takes damage, use the bottom row of that model's profile when resolving those attacks. After resolving the destroyed model's attacks, it is then removed."
  },
  {
    "name": "DA BIGGER DEY IZ...",
    "price": "2 CP",
    "phase": "Fight",
    "category": "Epic Deed",
    "effectTime": "End of the phase",
    "targetOwn": "Beast Snagga Warboss",
    "targetEnemy": "Titanic",
    "textShort": "+2 dmg",
    "textLong": "Use this Stratagem in the Fight phase, when a BEAST SNAGGA WARBOSS unit from your army is selected to fight. Until the end of the phase, each time a model in that unit makes an attack that targets a TITANIC unit, add 2 to the Damage characteristic of that attack."
  },
  {
    "name": "EXTRA GUBBINZ",
    "price": "1 CP",
    "phase": "Before battle",
    "category": "Requisition",
    "effectTime": "-",
    "targetOwn": "Orks Character",
    "targetEnemy": "-",
    "textShort": "Give relic",
    "textLong": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ORKS keyword. Select one ORKS CHARACTER model in your army and give them one Shiny Gubbinz (this must be a Relic they could have). Each Relic in your army must be unique, and you cannot use this Stratagem to give a model two Relics. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times)."
  },
  {
    "name": "BIG BOSS",
    "price": "1 CP",
    "phase": "Before battle",
    "category": "Requisition",
    "effectTime": "-",
    "targetOwn": "Orks Character",
    "targetEnemy": "-",
    "textShort": "Give WLT",
    "textLong": "Use this Stratagem before the battle, when you are mustering your army, if your WARLORD has the ORKS keyword. Select one ORKS CHARACTER from your army and determine one Warlord Trait for that model (this must be a Warlord Trait they could have); that model it is only regarded as your WARLORD for the purposes of that Warlord Trait. Each Warlord Trait in your army must be unique (if randomly generated, re-roll duplicate results), and you cannot use this Stratagem to give a model two Warlord Traits. You can only use this Stratagem once, unless you are playing a Strike Force battle (in which case, you can use this Stratagem twice) or an Onslaught battle (in which case, you can use this Stratagem three times)."
  },
  {
    "name": "TIDE OF MUSCLE",
    "price": "1 CP",
    "phase": "Charge",
    "category": "Strategic Ploy",
    "effectTime": "-",
    "targetOwn": "Orks Core",
    "targetEnemy": "-",
    "textShort": "Ignore all modifiers to charge roll",
    "textLong": "Use this Stratagem in your Charge phase, when you select an ORKS CORE unit (excluding GRETCHIN units) from your army to charge. That unit can ignore any or all modifiers to the charge roll."
  },
  {
    "name": "UNSTOPPABLE MOMENTUM",
    "price": "1 CP",
    "phase": "Charge",
    "category": "Strategic Ploy",
    "effectTime": "-",
    "targetOwn": "Nob on Smasha Squig",
    "targetEnemy": "-",
    "textShort": "If charge killed, charge again",
    "textLong": "Use this Stratagem in your Charge phase, after a NOB ON SMASHA SQUIG unit from your army finishes a charge move. If there are no enemy models within Engagement Range of that model, it can immediately be selected to declare a charge again."
  },
  {
    "name": "GROT SHIELDS",
    "price": "2 CP",
    "phase": "Enemy Shooting",
    "category": "Strategic Ploy",
    "effectTime": "End of the phase",
    "targetOwn": "1 Orks Infantry -> 1 Grot Infantry",
    "targetEnemy": "-",
    "textShort": "Enemies must target Grots if they are closer visible",
    "textLong": "Use this Stratagem at the start of your opponent's Shooting phase. Select one ORKS INFANTRY unit from your army, then select one GRETCHIN INFANTRY unit (excluding CHARACTER units) from your army that is within 6'' of that unit. Until the end of the phase, enemy models cannot select the selected ORKS INFANTRY unit as a target if the selected GRETCHIN INFANTRY unit is a closer visible target."
  },
  {
    "name": "TELLYPORTA",
    "price": "2 CP",
    "phase": "Deployment",
    "category": "Strategic Ploy",
    "effectTime": "-",
    "targetOwn": "non-Monster Orks",
    "targetEnemy": "-",
    "textShort": "Power rating <= 20 -> Put in deepstrike",
    "textLong": "Use this Stratagem during deployment. Select one non-MONSTER ORKS unit from your army that has Power Rating 20 or less. You can set up this unit on a tellyporta pad instead of setting it up on the battlefield. If you do so, then in the Reinforcements step of one of your Movement phases, you can set up this unit anywhere on the battlefield that is more than 9'' away from any enemy models. If you select a TRANSPORT unit, any embarked units remain embarked when this unit is set up on the battlefield."
  },
  {
    "name": "LUMBERING STRIDES",
    "price": "1 CP",
    "phase": "Charge",
    "category": "Strategic Ploy",
    "effectTime": "-",
    "targetOwn": "Morkanaut, Gorkanaut or Stompa",
    "targetEnemy": "-",
    "textShort": "Re-roll just 1 of the dice",
    "textLong": "Use this Stratagem in your Charge phase, when you use the 'Ere We Go ability to re-roll a charge roll for a MORKANAUT, GORKANAUT or STOMPA unit from your army. You can re-roll one of the dice for that charge roll instead of both."
  },
  {
    "name": "BURN 'EM ALL!",
    "price": "1 CP",
    "phase": "Shooting",
    "category": "Strategic Ploy",
    "effectTime": "End of the phase",
    "targetOwn": "Burna-Bommer",
    "targetEnemy": "3'' of target",
    "textShort": "Each other unit within 3'' of target -> 1 MW",
    "textLong": "Use this Stratagem in your Shooting phase, when a BURNA-BOMMER unit from your army makes attacks with skorcha missile racks. After resolving these attacks, each other unit within 3'' of the target suffers 1 mortal wound."
  },
  {
    "name": "MONSTER HUNTERZ",
    "price": "2 CP",
    "phase": "Any",
    "category": "Strategic Ploy",
    "effectTime": "End of the phase",
    "targetOwn": "3 Beast Snagga units",
    "targetEnemy": "1 monster or vehicle",
    "textShort": "+1 to wound",
    "textLong": "Use this Stratagem at the start of any phase. Select one enemy MONSTER or VEHICLE unit and up to 3 BEAST SNAGGA units from your army. Until the end of the phase, each time an attack is made by a model in one of the selected BEAST SNAGGA units that targets the selected MONSTER or VEHICLE unit, add 1 to that attack's wound roll."
  },
  {
    "name": "CUTTIN' FLAMES",
    "price": "1 CP",
    "phase": "Fight",
    "category": "Wargear",
    "effectTime": "End of the phase",
    "targetOwn": "Burna Boyz",
    "targetEnemy": "-",
    "textShort": "Attacks have AP -2",
    "textLong": "Use this Stratagem in the Fight phase. Select one BURNA BOYZ unit from your army. Until the end of the phase, each time a Burna Boy model in that unit makes a melee attack, that attack has an Armour Penetration characteristic of -2. This cannot be improved by any abilities or rules that improve Armour Penetration characteristics."
  },
  {
    "name": "MORE DAKKA!",
    "price": "2 CP",
    "phase": "Shooting",
    "category": "Wargear",
    "effectTime": "End of the phase",
    "targetOwn": "Orks",
    "targetEnemy": "-",
    "textShort": "Dakka weapons considered to be half range",
    "textLong": "Use this Stratagem in your Shooting phase, when an ORKS unit from your army is selected to shoot. Until the end of the phase, Dakka weapons that unit is equipped with are considered to be within half range when determining how many attacks are made with that weapon."
  },
  {
    "name": "CLOUD OF SMOKE",
    "price": "2 CP",
    "phase": "Enemy Shooting",
    "category": "Wargear",
    "effectTime": "End of the phase",
    "targetOwn": "Speed Freeks Vehicle",
    "targetEnemy": "-",
    "textShort": "-1 to hit, while another Speed Freeks Vehicle is within 6''",
    "textLong": "Use this Stratagem at the start of your opponent's Shooting phase. Select one SPEED FREEKS VEHICLE unit from your army. Until the end of the phase, while a friendly SPEED FREEKS VEHICLE unit is within 6'' of the selected unit, each time a ranged attack targets that unit, subtract 1 from that attack's hit roll."
  },
  {
    "name": "TANKBUSTA BOMB",
    "price": "1 CP",
    "phase": "Fight",
    "category": "Wargear",
    "effectTime": "-",
    "targetOwn": "Orks Tanbusta Bombs Model",
    "targetEnemy": "Enemy Vehicle",
    "textShort": "Makes one attack with 2D3 MW dmg",
    "textLong": "Use this Stratagem in the Fight phase, when an ORKS TANKBUSTA BOMBS unit from your army is selected to fight. Select one model in that unit; that model can only make one attack this phase and must target an enemy VEHICLE unit with that attack, but if a hit is scored, that unit suffers 2D3 mortal wounds and the attack sequence ends."
  },
  {
    "name": "SNAGGA GRAPPLE",
    "price": "2 CP",
    "phase": "Enemy Movement",
    "category": "Wargear",
    "effectTime": "End of the phase",
    "targetOwn": "Beast Snagga Boyz",
    "targetEnemy": "Engagement Range (not Titanic)",
    "textShort": "D6: 4+ cannot fall back",
    "textLong": "Use this Stratagem at the start of your opponent's Movement phase. Select one BEAST SNAGGA BOYZ unit from your army. Each time an enemy unit (excluding TITANIC units) that is within Engagement Range of that unit is selected to move, roll one D6: on a 4+, that enemy unit cannot Fall Back this turn."
  },
  {
    "name": "GROUNDSHAKER SHELLS",
    "price": "1 CP",
    "phase": "Shooting",
    "category": "Wargear",
    "effectTime": "End of the phase",
    "targetOwn": "Unit with 'eavy lobba",
    "targetEnemy": "Not Titanic or Fly",
    "textShort": "Halve Move and -2 of Advance and Charge rolls",
    "textLong": "Use this Stratagem in your Shooting phase, when selecting a target for an 'eavy lobba. Until the end of the phase, each time that model makes a ranged attack with an 'eavy lobba, if a hit is scored against a target that is not TITANIC and cannot FLY, then until the start of your next Movement phase, halve the Move characteristic of models in the target unit and subtract 2 from the result of Advance rolls and charge rolls made for that unit."
  },
  {
    "name": "FORCE FIELD BOOSTA",
    "price": "2 CP",
    "phase": "Enemy Shooting",
    "category": "Wargear",
    "effectTime": "End of the Turn",
    "targetOwn": "Unit with kustom force field",
    "targetEnemy": "-",
    "textShort": "Replace it with: '(Aura) While a friendly ORKS unit is within 9'' of the bearer, models in that unit have a 5+ invulnerable save.'",
    "textLong": "Use this Stratagem at the start of your opponent's Shooting phase. Select one model in your army that is equipped with a kustom force field. Until the end of the turn, replace that kustom force field's ability with the following: '(Aura) While a friendly ORKS unit is within 9'' of the bearer, models in that unit have a 5+ invulnerable save.' At the end of this turn, the kustom force field overloads and cannot be used for the rest of the battle. You can only use this Stratagem once per battle."
  }
]